Repository: webfarmer/django-aws-translation
Catalog: webapp/locale/*/LC_MESSAGES/django.po
Languages: ja, tr

# msg_newsletter_email_exists
source: We already have this email in our system.
ja: 私たちはすでにこのメールをシステムに持っています。
tr: Bu e-postayı sistemimizde zaten var.

# msg_email_exists
source: The email is required.
ja: 電子メールは必須です。
tr: E-posta gereklidir.

source: Home
ja: ホーム
tr: Ev

source: This is the Home Page
ja: これはホームページです
tr: Bu Ana Sayfa

# 400_title
source: 400 - Authorised
ja: 400-認証済み
tr: 400 - Yetkili

# 400_page_header
source: 400 - Authorised
ja: 400-認証済み
tr: 400 - Yetkili

# 400_content
source: You are not authorised to view this page.
ja: このページを表示する権限がありません。
tr: Bu sayfayı görüntüleme yetkiniz yok.

# 403_title
source: 403 - Forbidden
ja: 403-禁断
tr: 403 - Yasak

# 403_page_header
source: 403 - Forbidden
ja: 403-禁断
tr: 403 - Yasak

# 403_content
source: You do not have the correct permission to view this page.
ja: このページを表示する正しい権限がありません。
tr: Bu sayfayı görüntülemek için doğru izniniz yok.

# 404_title
source: 404 - Page Not Found
ja: 404-ページが見つかりません
tr: 404 - Sayfa Bulunamadı

# 404_page_header
source: 404 - Page Not Found
ja: 404-ページが見つかりません
tr: 404 - Sayfa Bulunamadı

# 404_content
source: We're sorry, but the requested page could not be found.
ja: 申し訳ありませんが、リクエストされたページが見つかりませんでした。
tr: Üzgünüz, ancak istenen sayfa bulunamadı.

# 500_title
source: 500 - Internal Server Error
ja: 500-内部サーバーエラー
tr: 500 - İç Sunucu Hatası

# 500_page_header
source: 500 - Internal Server Error
ja: 500-内部サーバーエラー
tr: 500 - İç Sunucu Hatası

# 500_content
source: There's been an error.<br/> It's been reported to the site administrators via email and should be fixed shortly. <br/> Thanks for your patience.<br/>
ja: エラーが発生しました。 <br/> これは電子メールでサイト管理者に報告されており、まもなく修正する必要があります。 <br/> しばらくお待ちください。 <br/>
tr: Bir hata olmuş. Site yöneticilerine e-posta yoluyla bildirildi ve kısa bir süre içinde düzeltilmelidir .<br/> Sabrınız için<br/> teşekkürler. <br/>

source: AWS Translation
ja: AWS 翻訳
tr: AWS Tercüme

source: Select Language:
ja: 言語を選択:
tr: Dil Seç:

source: Select Page:
ja: ページの選択:
tr: Sayfa Seç:

source: language
ja: 言語を使用します
tr: dil
